---
layout: default
title: Research
---

<div class="blurb">
<h1>Research</h1>


<h2>Work in progress</h2>

<p> I am currently co-PI (jointly with <a href = "https://ciencia.iscte-iul.pt/authors/jose-santana-pereira/cv"> José Santana Pereira</a> from ISCTE-IUL) of a project funded by the <a href = "https://www.ffms.pt"> Francisco Manuel dos Santos Foundation </a> which addresses the mechanisms and impacts of electoral non-participation in Portugal (September 2021 - August 2023). </p> 

<p> &nbsp;</p>
<p> I have recently started to work on the electoral effects of natural disasters and their relief efforts. Please get in touch if you want to check the latest copy of my paper currently under development, provisionally titled "Electoral aftershocks: the effects of an earthquake in a multilevel political setting", which deals with the aftermath of the 1998 <a href = "https://en.wikipedia.org/wiki/1998_Azores_Islands_earthquake ">earthquake in the Azores. </a></p> 
<p>&nbsp;</p>

<h2>Journal articles</h2>
<p>José Santana Pereira and Jo&atilde;o Cancela (2021), <a href = "https://doi.org/10.1080/13608746.2020.1864910"> ' Demand without Supply? Populist Attitudes and Voting Behaviour in Post-Bailout Portugal' </a> <em>South European Society and Politics </em>, online first. <a href={{ site.baseurl }}/pdf/santanapereira_cancela_2021_supplywithoutdemand.pdf>PDF</a></p>


<p>Jo&atilde;o Cancela (2020), <a href = "https://doi.org/10.36253/qoe-9530"> 'Some politics is local: the determinants of engagement in local and national politics across Europe' </a> <em>Quaderni dell’Osservatorio Elettorale. Italian Journal of Electoral Studies</em>, 83(1), 29-44. <a href={{ site.baseurl }}/pdf/qoe joao cancela.pdf>PDF</a></p>

<p>Elisabetta De Giorgi and Jo&atilde;o Cancela (2019), <a href = "https://doi.org/10.1017/gov.2019.25"> 'The Portuguese radical left parties supporting government: from policy takers to policy makers?' </a> <em>Government and Opposition</em>. <a href={{ site.baseurl }}/pdf/de giorgi cancela 2019.pdf>PDF</a></p>

<p>Marco Lisi and Jo&atilde;o Cancela (2019), <a href="http://journals.sagepub.com/doi/10.1177/1354068817722445">'Types of party members and their implications: results from a survey of Portuguese party members'</a>, <em>Party Politics </em>, 25 (3), 390-400. <a href={{ site.baseurl }}/pdf/lisi_cancela_2019_types_of_party_members.pdf>PDF</a></p>

<p>Jo&atilde;o Cancela, Ant&oacute;nio Lu&iacute;s Dias and Marco Lisi (2017). '<a href="http://journals.sagepub.com/doi/full/10.1177/0263395716680125" target>The impact of endorsements in intra-party elections: evidence from open primaries in a new Portuguese party</a>', <em>Politics, </em> Vol 37, Issue 2. <a href={{ site.baseurl }}/pdf/cancela_dias_lisi_2017_impact_of_endorsements.pdf>PDF</a>. The replication code is available <a href="https://github.com/antoniodias/endorsements-in-intra-party-elections">here</a>.</p>

<p>Pedro T. Magalh&atilde;es, Jo&atilde;o Cancela and Catherine Moury (2016) '<a href="http://www.gesis.org/hsr/abstr/41-4/08magalhaes/">Scattered Clouds in the Horizon of Consensus: Attitudes of Portuguese Parliamentary Elites towards Europe before and after the Crisis'</a>, <em>Historical Social Research, </em>41.4, December 2016, 173-194.  <a href={{ site.baseurl }}/pdf/magalhaes_cancela_moury_2016_parliamentary_elites_attitudes.pdf> PDF </a> </p>

<p>Jo&atilde;o Cancela and Benny Geys (2016). '<a href="http://www.sciencedirect.com/science/article/pii/S0261379416300956" > Explaining Voter Turnout: A Meta-Analysis of National and Subnational Elections</a>', <em>Electoral Studies </em>42, 264&ndash;275. <a href="{{ site.baseurl }}/pdf/cancela_geys_2016_metaannalysis_turnout.pdf" >PDF</a></p>

<p>Jo&atilde;o Cancela, Thierry Dias Coelho, and Jo&atilde;o Pedro Ruivo (2014). '<a href="http://www.palgrave-journals.com/eps/journal/v13/n4/abs/eps201418a.html" >Mapping Political Research in Portugal: Scientific Articles in National Academic Journals (2000&ndash;2012)</a><em>', European Political Science</em> 13, 327&ndash;339.  <a href="{{ site.baseurl }}/pdf/cancela_diascoelho_2014_ruivo_mapping_political_research.pdf">PDF</a></p>
<p>&nbsp;</p>

<h2>Books</h2>
<p>
 Jo&atilde;o Cancela and Marta Vicente (2019). <a href="https://www.pttalks.pt/wp-content/uploads/2019/11/Estudo_Portugal-Talks_Absten%C3%A7%C3%A3o-e-Participa%C3%A7%C3%A3o-Eleitoral-em-Portugal_2019-1.pdf">
  <em>Abstenção em Portugal: diagnóstico e hipóteses de reforma </em> </a> [Voter turnout in Portugal: portrait and potential reforms], Cascais: Estoril Institute for Global Dialogue  [in Portuguese]</p>

<p> Tiago Fernandes (coord.), José Santana-Pereira, João Cancela, Edalina Sanches (2019).  <em> Instituições e qualidade da democracia. Cultura política na Europa do Sul </em> [Institutions and the quality of democracy: Political culture in Southern Europe], Lisbon: Fundação Francisco Manuel dos Santos [in Portuguese]. <a href=https://www.ffms.pt/FileDownload/301f94f4-7e81-42b2-9a88-11865b20637c/instituicoes-e-qualidade-da-democracia-cultura-politica-na-europa-do-sul>PDF </a></p>
<p>&nbsp;</p>

<h2>Book chapters  </h2>
  <p>João Cancela (forthcoming) 'Elections: Institutional Framework and Participation Dynamics' In Tiago Fernandes (ed.), <em>Varieties of Democracy in Southern Europe, 1960s-2000s: A Comparison between Spain, France, Greece, Italy and Portugal</em>, South Bend: Notre Dame Press (Kellogg Institute Series on Democracy and Development). [This chapter was already published in Portuguese in a volume edited by Tiago Fernandes: <em>Variedades de Democracia na Europa do Sul, 1968-2016: Uma Compara&ccedil;&atilde;o entre Espanha, Fran&ccedil;a, Gr&eacute;cia, It&aacute;lia e Portugal</em>, Lisboa: Imprensa de Ci&ecirc;ncias Sociais. <a href= "https://www.v-dem.net/files/39/Variedades%20Democracia%20Europa%20Sul%20Tiago%20FernandesPDF.pdf#page=93">PDF]</a> </p>

<p>Marco Lisi and Jo&atilde;o Cancela (2017). 'Ativismo e participa&ccedil;&atilde;o nos partidos portugueses' In Marco Lisi e Paula Esp&iacute;rito-Santo (coord.), <em>Militantes e Ativismo nos Partidos Pol&iacute;ticos. Portugal em Perspetiva Comparada</em>, Lisboa: Imprensa de Ci&ecirc;ncias Sociais [In Portuguese]</p>
<p>&nbsp;</p>

<h2>Reports and other publications</h2>
<p>Catarina Reis Oliveira (coord.), Isabel Estrada Carvalhais, and Jo&atilde;o Cancela (2014). "<a href="http://www.om.acm.gov.pt/documents/58428/296070/divpol_pt.pdf/5c7d94e7-9773-4921-914d-b332b6990ee7" >Political parties openness to immigrants in Portugal:between the opportunity structure and the individual perceptions</a>". Lisbon: Alto-Comissariado para as Migra&ccedil;&otilde;es, IP</p>
<p>Catarina Reis Oliveira, Jo&atilde;o Cancela and Vera Fonseca (2013). "<a href="http://www.om.acm.gov.pt/documents/58428/296070/family+reunification_pt.pdf/15a09bea-3639-457b-894c-91e7ea3a6b52" >Family reunification in Portugal: the law in practice</a>". Lisbon: Alto-Comissariado para a Imigra&ccedil;&atilde;o e Di&aacute;logo Intercultural, IP<br /></p>
  <p>Jo&atilde;o Cancela (2012). <em><a href="https://run.unl.pt/handle/10362/7371" target="_blank" rel="nofollow noopener">Associativismo e participa&ccedil;&atilde;o pol&iacute;tica: o caso portugu&ecirc;s (2006-2009)</a>. </em>FCSH-UNL.[Master thesis, in Portuguese]</div></p>
<p>&nbsp;</p>

<h2>Dissertation</h2>
<p>The title of my dissertation is  <em>The roots of political involvement: an empirical and comparative study</em>. While my
main focus is on the Portuguese case I analyse data from a wide series of European countries. I try to provide an original answer to the puzzle of why some people participate more in the national realm of politics, while others tend to be more engaged  with its local level. In a nutshell, the results show that geography plays a key role in determining how likely someone is to be active in different political scales. <br>
I defended my dissertation in 2020, and so far I have published  two papers  stemming from my dissertation work, one in <em><a href="{{ site.baseurl }}/pdf/cancela_geys_2016_metaannalysis_turnout.pdf">Electoral Studies </a></em>, and the other in <a href={{ site.baseurl }}/pdf/qoe joao cancela.pdf><em> QOE: Italian Journal of Electoral Studies</em>.</a>. </p>


<h2>Assistance in journal articles</h2>
<p>Rui Branco and Tiago Fernandes , with Jo&atilde;o Cancela and Thierry Dias Coelho (2012). "<a href="http://www.cairn.info/resume.php?ID_ARTICLE=PSUD_037_0009#anchor_abstract" >D&eacute;mocratisation et soci&eacute;t&eacute; civile. Le&ccedil;ons de l&rsquo;exp&eacute;rience portugaise</a>". <em>P&ocirc;le Sud</em>, 2012/2 (n&deg; 37), pp. 9-23</p>

<!-- /.blurb -->
